Repository: 3dluis/woocommerce-gateway-azul
Catalog: src/woocommerce-gateway-azul/languages/woocommerce-gateway-azul-*.po
Languages: es_es

source: Activate payments with Azul
es_es: Activar pagos con Azul

source: Activate testing mode
es_es: Activar modo de pruebas

source: Merchant Number
es_es: Número de comerciante

source: Merchant Number assigned by Azul when the affiliation is approved
es_es: Número de comercio asignado de Azul cuando la afiliación es aprobada

source: Test Merchant Number
es_es: Número de comerciante para pruebas

source: Merchant Number assigned by Azul for testing
es_es: Número del comercio asignado por Azul para el modo de pruebas

source: Merchant Name
es_es: Nombre del Comercio

source: The name of the business
es_es: El nombre del negocio

source: Merchant Type
es_es: Tipo de comercio

source: Merchant type (for informative reasons)
es_es: Tipo de comercio (por razones informativas)

source: Currency Code. If the bussines is going to charge in Dominican Pesos (DOP) use $
es_es: Código de moneda. Si el negocio va a cobrar en Pesos Dominicanos (DOP) use $

source: Currency Code
es_es: Código de divisa

source: Test Auth Key
es_es: Clave de autenticación para pruebas

source: An Auth key to be used in testing environment. This key should only work at pruebas.azul.com.do. This Test Auth key should be given to you by a bank representative.
es_es: Una clave de autenticación para ser utilizada en pruebas de medio ambiente. Esta clave debe trabajar sólo en pruebas.azul.com.do. Esta clave de autenticación de prueba debería ser entregada a usted por un representante del Banco.

source: Auth Key
es_es: Clave de autenticación

source: Your Auth key should be given to you by a bank representative.
es_es: Esta clave de autenticación de prueba debería ser entregada a usted por un representante del Banco.

source: Title
es_es: Titulo

source: This controls the title for the payment method the customer sees during checkout.
es_es: Controla el título para el método de pago que el cliente ve durante la comprobación.

source: Payment with Azul from Banco Popular
es_es: Pago con Azul de Banco Popular

source: Description
es_es: Descripción

source: Payment method description that the customer will see on your checkout.
es_es: Descripción del método de pago que el cliente verá en su pago.

source: Use the Azul Payment Page to pay your reservation
es_es: Utilizar la página de pagos de Azul para pagar tu reserva

source: Instructions
es_es: Instrucciones

source: Instructions that will be added to the thank you page and emails.
es_es: Instrucciones que se añadirán a la página de agradecimiento y correos electrónicos.

source: Next
es_es: Siguiente

source: Use the Azul Payment Page.
es_es: Utiliza la página de pagos de Azul.

source: TEST MODE ENABLED.
es_es: MODO DE PRUEBAS ACTIVADO.

source: Awaiting azul payment
es_es: En espera de pago

source: Thank you for your order, please click the button below to pay with Azul.
es_es: Gracias por su pedido, por favor pulsa el botón para pagar con Azul.

source: Azul is almost ready. To get started, <a href="%s">set your Azul auth key</a>.
es_es: Azul está casi listo. Para comenzar, <a href="%s">configure su clave de autenticación de Azul</a>.

source: WooCommerce Azul - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
es_es: WooCommerce Azul - la versión mínima de PHP requerida para este plugin es %1$s. Ejecuta %2$s.

source: WooCommerce Azul requires WooCommerce to be activated to work.
es_es: WooCommerce Azul requiere WooCommerce activado para funcionar.

source: WooCommerce Azul - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
es_es: WooCommerce Azul - la versión de WooCommerce mínima requerida para este plugin es %1$s. Ejecuta %2$s.

source: WooCommerce Azul - cURL is not installed.
es_es: WooCommerce Azul - cRUL no está instalado.

source: Settings
es_es: Ajustes

source: Azul Payment Gateway for WooCommerce
es_es: Pasarela de pago Azul para WooCommerce

source: Payment gateway for Azul (https://www.azul.com.do)
es_es: Pasarela de pago Azul (https://www.azul.com.do)

source: Mitra Mejía Author URI: https://mitramejia.com
es_es: Mitra Mejía URI del autor : https://mitramejia.com
